js_project_backend/app/controllers/lands_controller.rb

SELECT "lands".* FROM "lands"
---
	def index
		lands = Land.all

SELECT "lands".* FROM "lands" WHERE "lands"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
	def show
		land = Land.find(params[:id])

INSERT INTO "lands" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Hello"], ["created_at", "2020-07-12 21:51:23.874932"], ["updated_at", "2020-07-12 21:51:23.874932"]]
---
	def create
		land = Land.create(land_params)