js_project_backend/app/controllers/zones_controller.rb

	def index
		zones = Zone.all
---
SELECT "zones".* FROM "zones"